* 2017
** 2017-07 July
*** 2017-07-21 Friday
**** EWZ iron condor
     |----+------+-------+------------------|
     |  1 |   33 | put   | <2017-07-21 Fri> |
     | -1 |   35 | put   | <2017-07-21 Fri> |
     | -1 |   45 | call  | <2017-07-21 Fri> |
     |  1 |   47 | call  | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 0.45 | trade | <2017-05-16 Tue> |
     |----+------+-------+------------------|
     |    | 0.45 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** FB iron condor
     |----+------+-------+------------------|
     |  1 |  135 | put   | <2017-07-21 Fri> |
     | -1 |  140 | put   | <2017-07-21 Fri> |
     | -1 |  160 | call  | <2017-07-21 Fri> |
     |  1 |  165 | call  | <2017-07-21 Fri> |
     |----+------+-------+------------------|
     |    | 1.18 | trade | <2017-05-24 Wed> |
     |----+------+-------+------------------|
     |    | 1.18 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** IWM put spread
     |----+-------+-------+------------------|
     |  1 | 134.5 | put   | <2017-07-21 Fri> |
     | -1 | 137.5 | put   | <2017-07-21 Fri> |
     |----+-------+-------+------------------|
     |    |  0.57 | trade | <2017-06-27 Tue> |
     |----+-------+-------+------------------|
     |    |  0.57 |       |                  |
     |----+-------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** KRE iron condor
     |----+-------+-------------------------+------------------|
     |  1 |    48 | put                     | <2017-07-21 Fri> |
     | -1 |    50 | put                     | <2017-07-21 Fri> |
     |----+-------+-------------------------+------------------|
     |    |  0.68 | trade                   | <2017-06-02 Fri> |
     |    | -0.68 | close 55-57 call spread | <2017-07-11 Tue> |
     |----+-------+-------------------------+------------------|
     |    |  0.00 |                         |                  |
     |----+-------+-------------------------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** NFLX put
     |----+--------+-------------------------+------------------|
     | -1 |    155 | put                     | <2017-07-21 Fri> |
     |----+--------+-------------------------+------------------|
     |    |   1.70 | trade                   | <2017-04-19 Wed> |
     |    |   0.87 | put 130->142            | <2017-04-26 Wed> |
     |    |   1.24 | put 142->150            | <2017-05-01 Mon> |
     |    |   2.45 | may->jun                | <2017-05-08 Mon> |
     |    |  -0.26 | put 115->135            | <2017-05-09 Tue> |
     |    |   4.25 | put 150->160            | <2017-05-10 Wed> |
     |    | -10.50 | close call spread       | <2017-06-01 Thu> |
     |    |  -0.26 | put spread->jul 155-put | <2017-06-21 Wed> |
     |----+--------+-------------------------+------------------|
     |    |  -0.51 |                         |                  |
     |----+--------+-------------------------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** NVDA put spread
     |----+-------+-------------+------------------|
     |  1 |   140 | put         | <2017-07-21 Fri> |
     | -1 |   155 | put         | <2017-07-21 Fri> |
     |----+-------+-------------+------------------|
     |    |  1.00 | trade       | <2017-05-15 Mon> |
     |    | -4.15 | close       | <2017-06-09 Fri> |
     |    |  2.30 | reestablish | <2017-06-09 Fri> |
     |    |  1.47 | jun->jul    | <2017-06-15 Thu> |
     |----+-------+-------------+------------------|
     |    |  0.62 |             |                  |
     |----+-------+-------------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
** 2017-08 August
*** 2017-08-18 Friday
**** SLB put
     |----+------+----------+------------------|
     | -1 |   70 | put      | <2017-08-18 Fri> |
     |----+------+----------+------------------|
     |    | 0.92 | trade    | <2017-04-24 Mon> |
     |    | 1.11 | jun->jul | <2017-06-09 Fri> |
     |    | 0.35 | jul->aug | <2017-07-06 Thu> |
     |----+------+----------+------------------|
     |    | 2.38 |          |                  |
     |----+------+----------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** SPY put spread
     |----+------+-------+------------------|
     |  1 |  200 | put   | <2017-08-18 Fri> |
     | -1 |  230 | put   | <2017-08-18 Fri> |
     |----+------+-------+------------------|
     |    | 0.88 | trade | <2017-07-06 Thu> |
     |----+------+-------+------------------|
     |    | 0.88 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** XOP put
     |----+------+----------+------------------|
     | -1 |   34 | put      | <2017-08-18 Fri> |
     |----+------+----------+------------------|
     |    | 1.12 | trade    | <2017-05-02 Tue> |
     |    | 0.50 | jun->jul | <2017-06-09 Fri> |
     |    | 0.45 | jul->aug | <2017-07-03 Mon> |
     |----+------+----------+------------------|
     |    | 2.07 |          |                  |
     |----+------+----------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
**** XOP put spread
     |----+------+-------+------------------|
     |  1 |   28 | put   | <2017-08-18 Fri> |
     | -1 |   29 | put   | <2017-08-18 Fri> |
     |----+------+-------+------------------|
     |    | 0.30 | trade | <2017-06-22 Thu> |
     |----+------+-------+------------------|
     |    | 0.30 |       |                  |
     |----+------+-------+------------------|
     #+TBLFM: @>$2=vsum(@II..III);%.2f
